Repository: bugsburny2/covidbe-opendata
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Language
fr: Langue

source: Click here to open the interactive visualization
fr: Cliquez ici pour ouvrir la visualisation interactive

source: Cases per day per age group
fr: Cas par jour par groupe d'âge

source: Wallonia
fr: Wallonie

source: Flanders
fr: Flandre

source: Brussels
fr: Bruxelles

source: Belgium
fr: Belgique

source: Cases per age group, per region
fr: Cas par groupe d'âge, par région

source: Number of cases per 1000 inhabitants
fr: Nombre de cas pour 1000 habitants

source: <b>%{customdata[0]}</b><br>%{customdata[1]:.2f} cases per 1000 inhabitants
fr: <b>%{customdata[0]}</b><br>%{customdata[1]:.2f} cas pour 1000 habitants

source: Number of cases
fr: Nombre de cas

source: <b>%{customdata[0]}</b><br>%{customdata[1]} cases
fr: <b>%{customdata[0]}</b><br>%{customdata[1]} cas

source: Number of cases in {title}: {cases}
fr: Nombre de cas à {title}: {cases}

source: <b>%{x}</b><extra>%{y} cases</extra>
fr: <b>%{x}</b><extra>%{y} cas</extra>

source: Cases per thousand inhabitants
fr: Cas pour 1000 habitants

source: <b>%{properties.name}</b><br>%{z:.3f} cases per 1000 inhabitants
fr: <b>%{properties.name}</b><br>%{z:.3f} cas pour 1000 habitants

source: <b>%{y}</b><br>%{x:.3f} cases per 1000 inhabitants
fr: <b>%{y}</b><br>%{x:.3f} cas pour 1000 habitants

source: Deaths per day per age group
fr: Décès par jour par groupe d'âge

source: #New Hospitalized
fr: #Nouvelles hospitalisations

source: #New Discharged
fr: #Nouveaux déchargés

source: #Total Hospitalized
fr: #Hospitalisés total

source: Hospitalizations
fr: Hospitalisations

source: Day
fr: Jour

source: Number of / Day
fr: Nombre de _ par jour

source: Total Hospitalisation per positive case
fr: Hospitalisations totales, par cas positif

source: <b>%{y}</b><br>%{x:.3f} hospitalisation per positive case
fr: <b>%{y}</b><br>%{x:.3f} hospitalisations par cas positifs

source: #Deaths
fr: #Décès

source: Cumulated Deaths on {website}
fr: Décès cumulés sur {website}

source: All belgian website, summed
fr: Tous les sites belges, additionnés

source: Ratio reported death 2020/2019 with rolling horizon of 1 week
fr: Ratio de décès reportés 2020/2019 avec une moyenne roulante de une semaine

source: Birth defects
fr: Malformations congénitales

source: Blood and immunity-related diseases
fr: Maladies du sang et de l'immunité

source: Diseases of the circulatory system
fr: Maladies du système circulatoire

source: Diseases of the digestive system
fr: Maladies du système digestif

source: Diseases of the genitourinary system
fr: Maladies du système genito-urinaire

source: Diseases of the respiratory system
fr: Maladies du système respiratoire

source: Ear and mastoid-related diseases
fr: Maladie de l'oreille et de l'apophyse mastoïde

source: Endocrinian nutritionnal and metabolic diseases
fr: Maladies endocriniennes nutritionnelles et metaboliques

source: External causes
fr: Causes externes

source: Eye-related diseases
fr: Maladies des yeux

source: Mental and behavioral disorders
fr: Troubles mentaux et du comportement

source: Muscle and articulation diseases
fr: Maladies du système ostéo-articulaire, des muscles et du tissu conjonctif

source: Nervous system diseases
fr: Maladies du système nerveux

source: Other diseases
fr: Autres maladies

source: Other infectious and parasitic diseases
fr: Autres maladies infectieuses ou parasitaires

source: Perinatal period diseases
fr: Maladies de la période périnatale

source: Pregnancy-linked diseases
fr: Grossesse. accouchement et puerpéralité

source: Skin diseases
fr: Maladies de la peau

source: Tumors
fr: Tumeurs

source: Deaths Covid-19 {date}
fr: Décès Covid-19 {date}

source: Mean deaths per day 2018
fr: Nombre de décès moyens par jour (2018)

source: Age group
fr: Groupe d'âge

source: Number of deaths per day
fr: Nombre de décès par jour

source: %{y}<extra>COVID-19 Deaths %{x}</extra>
fr: %{y}<extra>COVID-19 décès %{x}</extra>

source: Mean respiratory-related deaths per day (2016)
fr: Nombre moyen de décès liés à des problèmes respiratoires par jour (2016)

source: %{y:.1f}<extra>Expected respiratory deaths %{x}</extra>
fr: %{y:.1f}<extra>Décès respiratoires attendus %{x}</extra>

source: Respiratory-related overmortality estimate {date}
fr: Estimation de la surmortalité respiratoire {date}

source: %{customdata:.1f}<extra>Respiratory overmortality %{x}</extra>
fr: %{customdata:.1f}<extra>Surmortalité respiratoire %{x}</extra>

source: Respiratory-related overmortality estimates {date}
fr: Estimation de la surmortalité respiratoire {date}

source: Respiratory-related overmortality for each day
fr: Surmortalité respiratoire pour chaque jour

source: Number of deceased
fr: Nombre de décès

source: %{y:.1f} persons<extra><b>%{x}</b></extra>
fr: %{y:.1f} personnes<extra><b>%{x}</b></extra>

source: <b>%{x} years</b><br>
fr: <b>%{x} ans</b><br>

source: %{y:.2f} deaths <br>%{customdata:.2f}%
fr: %{y:.2f} décès <br>%{customdata:.2f}%

source: Average number of deceased per day
fr: Nombre moyen de décès par jour

source: Mortality taking into account covid-19 overmortality (estimate {date}), per age group
fr: Mortalité (estimée au {date}) prenant en compte le Covid-19, par groupes d'âges

source: Mortality taking into account covid-19 overmortality (estimate {date}), global
fr: Mortalité (estimée au {date}) prenant en compte le Covid-19, globale

source: #Cases
fr: #Cas

source: Number of Tests and Cases each day
fr: Nombre de tests et cas chaque jour

source: #Cases/#Tests each day
fr: #Cas/#Tests chaque jour

source: #Cases/#Tests
fr: #Cas/#Tests

source: Cumulated #Test
fr: Nombre de tests cumulés

source: Cumulated #Cases
fr: Nombre de cas cumulés

source: Cumulated number of Tests and Cases
fr: Nombre de tests et de cas cumulés

source: **WARNING**: We enter in the realm of models and estimates. Everything below is **wrong**, but **may** give an idea of the reality.
fr: **ATTENTION**: Nous rentrons dans le royaume fantastique des modèles et des estimations. Tout ce qui se trouve ci-dessous est **faux**, mais **pourrait** donner une idée de la réalité.

source: Home
fr: Accueil

source: About
fr: Le projet

source: The following data sources were used to produce this page:
fr: Les sources suivantes ont été utilisées pour produire cette page:

source: The processed data, along with the software used to process it, is available on GitHub.
fr: Les données traitées, ainsi que les logiciels utilisés pour les traiter, sont disponibles sur GitHub.

source: Official Belgian data
fr: Données belges officielles

source: FPS Finance
fr: SPF Finance

source: Administrative limits
fr: Limites administratives

source: Causes of death
fr: Causes de décès

source: Population per municipality
fr: Population par commune

source: Sudpresse obituary
fr: Nécrologies Sudpresse

source: Johns Hopkins CSSE & others
fr: Johns Hopkins CSSE & autres

source: See link for full list of sources
fr: Voir le lien pour la liste complète des sources

source: Cases
fr: Cas

source: Cases per province
fr: Cas par province

source: Per province
fr: Par province

source: Cases per age groups
fr: Cas par groupe d'âge

source: Age Groups
fr: Groupe d'âges

source: Testing
fr: Tests

source: Age groups
fr: Groupes d'âge

source: Municipalities
fr: Communes

source: Where are the epidemic focuses?
fr: Où sont les foyers de l'épidemie?

source: Cases per municipality
fr: Cas par commune

source: Click on a municipality to see a plot of its cases over time
fr: Cliquez sur une commune pour voir un graphique des cas dans la commune

source: Per municipality
fr: Par commune

source: Number of cases / 1000 inhabitants
fr: Nombre de cas / 1000 habitants

source: Number of cases and tests each day
fr: Nombre de cas et de tests chaque jour

source: Ratio #Cases/#Tests each day
fr: Ratio #Cas/#Tests chaque jour

source: Cumulated #Tests and #Cases
fr: Nombre de tests et de cas cumulés

source: Deaths
fr: Décès

source: Death per age group
fr: Décès par groupe d'âge

source: Overmortality
fr: Surmortalité

source: Obituary evolution
fr: Evolution des nécrologies

source: Evolution of the number of deaths published on obituary websites 2020 vs 2019
fr: Evolution du nombre de décès publiés sur les sites d'annonces nécrologiques, 2019 et 2020

source: Ratio of number of deaths published on obituary websites 2020/2019
fr: Ratio du nombre de décès publiés sur les sites d'annonces nécrologiques 2020/2019

source: Hospitalization
fr: Hospitalisations

source: Hospitalizations per province
fr: Hospitalisations par province

source: Evolution per country
fr: Evolution par pays

source: Cases per million
fr: Cas par million

source: Deaths per million
fr: Décès par million
